[
  {
    "id": 0,
    "title": "About libraries",
    "content": "There are many big and small libraries everywhere in our country. They have millions of books in different languages. You can find there the oldest and the newest books. Every school has a library. Pupils come to the library to take books on different subjects. The school library where Oleg studies is good. It is a large clean room. There are four big windows in it. The walls are light blue. There are a lot of shelves full of books. There are also books in English. On the walls you can see pictures of some great writers and poets. On the table near the window you can always see beautiful spring and autumn flowers. Oleg likes to go to the library. He can always find there something he needs. ",
    "difficulty": "simple",
    "image": "../texts/libraries.jpg"
  },
  {
    "id": 1,
    "title": "At school again",
    "content": "Summer is over and it is autumn again, beautiful as ever. Even if you are no artist at all you can see its beauty. It is a season when the trees are simply fantastic — yellow, red, green and brown, not just one brown, but browns of all possible shades: light brown, dark brown, yellowish brown and all of a richness that only an artist can see and describe.Victor is back in Vorontsovo. He has just come but his thoughts are still in Kiev where the autumn is so beautiful. This is not his first visit there. He has already been to Kiev and he has learnt its streets, roads, parks, theatres, cinemas and old and new beautiful buildings. He easily recognizes the streets, buildings, buses, parks and the noise. Noise is everywhere. Now he is with his classmates and the usual talk begins.",
    "difficulty": "simple",
    "image": "../texts/school.jpg"
  },
  {
    "id": 2,
    "title": "Big ben",
    "content": "The big clock on the tower of the Palace of Westminster in London is often called Big Ben. But Big Ben is really the bell of the clock. It is the biggest clock bell in Britain. It weighs 13.5 tons.The clock tower is 318 feet high. You have to go up 374 steps to reach the top. So the clock looks small from the pavement below the tower.But its face is 23 feet wide. It would only just fit into some classrooms.The minute-hand is 14 feet long. Its weight is equal to that of two bags of coal. The hour-hand is 9 feet long.The clock bell is called Big Ben after Sir Benjamin Hall. He had the job to see that the bell was put up.Sir Benjamin was a big man. One day he said in Parliament, 'Shall we call the bell St. Stephen's?' St. Stephen's is the name of the tower.But someone said for a joke, 'Why not call it Big Ben?' Now the bell is known all over the world by that name.",
    "difficulty": "simple",
    "image": "../texts/bigben.jpg"
  },
  {
    "id": 3,
    "title": "Bob and Rose",
    "content": "Bob and Rose are English children. Bob is fifteen. Rose is fourteen. They are brother and sister. They go to school. Bob goes to a boys' school and Rose goes to a girls' school. The children's schools are not far from home. At school Bob learns English and German. Rose learns English and French. Bob and Rose have a lot of books at home. They have English, German and French books. Rose is a very good pupil. She always works hard. She reads a lot of books. She always does all her exercises. She always helps her mother at home. Bob does not work hard. He does not work at all. He does not like books and he does not like school. He does not like to help his mother at home. He is a lazy boy. He only likes to sing and dance. He knows some English songs, and he likes to sing them.",
    "difficulty": "intermediate",
    "image": "../texts/bob-and-rose.jpg"
  },
  {
    "id": 4,
    "title": "The British Museum",
    "content": "The British Museum has one of the largest libraries in the world. It has a copy of every book that is printed in the English language, so that there are more than six million books there. They receive nearly two thousand books and papers daily. The British Museum Library has a very big collection of printed books and manuscripts, both old and new. You can see beautifully illustrated old manuscripts which they keep in glass cases. You can also find there some of the first English books printed by Caxton. Caxton was a printer who lived in the fifteenth century. He made the first printing-press in England. In the reading-room of the British Museum many famous men have read and studied. Charles Dickens, a very popular English writer and the author of 'David Copperfield', 'Oliver Twist', 'Dombey and Son' and other books, spent a lot of time in the British Museum Library.",
    "difficulty": "intermediate",
    "image": "../texts/british-museum.jpg"
  },
  {
    "id": 5,
    "title": "A busy day",
    "content": "Though it was winter Vadim Petrovich, the agronomist of the farm, had a busy day last Tuesday. He began his morning with the radio, he listened to the news. At half past seven he got up, washed, did his morning exercises at an open window, dressed and had breakfast. Vadim Petrovich likes mornings, because he can see his family, and he can have a talk with his wife and children. At a quarter to nine Vadim Petrovich left home. It was a cold winter day. There was a lot of snow on the ground. The sky wasn't blue, and the sun didn't shine at all. There weren't any people in the street. Vadim Petrovich went to the farm. It is not far from his house, so he walks there. The road was white with snow and he couldn't walk fast. When he came to the farm, some people wanted to see and talk to him. His working day began. At 1 o'clock he went home to have dinner. He had dinner with his wife and little daughter who does not go to school. He ate his dinner, rested a little, and went back to the farm. Vadim Petrovich had to talk to some people, to write some letters, and to do some other work. At 5 o'clock he had an important meeting. And only at 8 o'clock he came home.",
    "difficulty": "intermediate",
    "image": "../texts/busy.png"
  },
  {
    "id": 6,
    "title": "Great Britain",
    "content": "The British Isles lie in the north-west of Europe. They consist of two large islands, Great Britain and Ireland, and many smaller ones.Great Britain, the largest island in Europe, includes England, Scotland, and Wales. It is separated from Ireland by the Irish Sea, and from the Continent by the English Channel and the Straits of Dover. Great Britain and Northern Ireland form the United Kingdom (UK).The surface of England and Ireland is flat, but the surface of Scotland and Wales is mountainous. The mountains are almost all in the western part. The highest mountain in the United Kingdom is Ben Nevis in Scotland (1343 m). The longest river is the Severn. It is in the south-west of England. The Thames is not so long as the Severn, it is shorter. The sea enters deeply into the land and has a great influence on the climate, which is damp but rather mild: the winter is not very cold and the summer is not very hot.Over 57 million people live in the United Kingdom. Most of the people of Great Britain live in big towns and cities.The capital of the country is London. The main industrial centres are Sheffield and Birmingham where iron goods are made, Manchester, the cotton centre of England, and others.The important ports of the country are London, Liverpool, Glasgow and others.  ",
    "difficulty": "simple",
    "image": "../texts/great-britain.jpg"
  },
  {
    "id": 7,
    "title": "The great fire of London",
    "content": "The London of the middle of the 17th century was a city of narrow, dirty streets. Indeed, the streets were so narrow that it was often possible for a person at a window on one side of the street to shake hands with a neighbour on the other side. There was little light and air. Rubbish lay piled up in dark corners. It is no wonder that epidemics were common.The greatest epidemic of the plague broke out in 1665.It was a sad time for London. The streets were empty, shops were closed and there were few boats on the Thames. Every house in which there were sick people was shut up, and no one was allowed to go in or out, and the door of the house was marked with a red cross.The following year the Great Fire took place. It broke out late on a Saturday night in a street not far from London Bridge. The summer had been dry, a hot east wind blew and the fire spread quickly. This is what we read in the diary of John Evelyn, who saw the terrible fire with his own eyes. The Thames was covered with boats full of people. On the other side one could see carts carrying out the saved goods out into the fields and people putting up tents. At night the fire could be seen ten miles away.The fire burned for five days and destroyed the greater part of the city. But it did the city good, as it cleared away the old wooden houses and dirty, narrow streets.A monument near London Bridge still marks the spot where the fire broke out. Sir Christopher Wren, the famous architect of that day, took part in rebuilding the city. The greater part of it had been of wood, but after the fire wider streets and brick houses were built. The old church of St. Paul was among the buildings destroyed by the fire. In its place Wren built the present St. Paul's Cathedral. He lies buried under the roof of nis own great work. These words are written on his grave: 'Reader, it you want to see his monument, look around.'",
    "difficulty": "simple",
    "image": "../texts/fire.jpg"
  },
  {
    "id": 8,
    "title": "Maria Curie",
    "content": "Maria Curie was born in Warsaw on the 7th of November, 1867. Her father was a teacher of science and mathematics in a school in the town, and from him little Maria Sklodovska — which was her Polish name — learnt her first lessons in science. Maria wanted to study at the Sorbonne in Paris, and after many years of waiting she finally left her native land for Paris in 1891. In Paris Maria began a course of hard study and simple living. She determined to work for two Master's degrees — one in physics, the other in mathematics. So she had to work twice as hard as any other student. Yet she did not have enough money to live on, and soon her strength was weakened, because she had no proper food and warmth. She lived in a small room in the poorest part of Paris. Night after night, after her hard day's work at the University she would climb to her poorly furnished room and work at her books for hours. Her meals were poor, sometimes no more than a few cherries, which she ate as she studied. Though she was often weak and ill under this hard life, she worked in this way for four years. Nothing could turn her from the way she had chosen.Among the many scientists Maria met and worked with in Paris was one — Pierre Curie. Pierre Curie, born in 1859 in Paris, was the son of a doctor, and from his childhood he was interested in science.At sixteen he was a Bachelor of Science, and he took his Master's degree in physics when he was eighteen. When he met Maria Sklodovska he was thirty-five years old and was already famous in Europe for his discoveries in magnetism. But in spite of the honour he had brought to France by his discoveries, the French Government could only give him a very small salary, and the University of Paris refused him a laboratory of his own for his research work.Pierre Curie and Maria Sklodovska loved science more than anything else. Very soon they became the closest friends. They always worked together and discussed the many problems of their work. After a little more than a year they fell in love with each other, and in 1895 Maria Sklodovska became Madame Curie.By this time Maria Curie had got her Master's degree in physics and mathematics, and was busy with research on steel. She now wanted to get a Doctor's degree.For some time Pierre and Maria Curie were interested in the work of a French scientist named Becquerel. There is a metal called uranium which, as Becquerel discovered, emits rays very much like X-rays. These rays made marks on a photographic plate when it was covered in black paper. The Curies kept wondering about these rays of uranium. There were many questions that puzz:led Maria Curie and her husband. Here, they decided, was the subject for Maria's Doctor's thesis.The research was carried out under great difficulty. Madame Curie had to use an old store-room at the University as her laboratory — she was refused a better room. Here it was cold, there was np proper apparatus and the room was too small for research work. But Maria Curie had to make the best of it. Soon she discovered that the mysterious rays of uranium were much more peculiar than she believed. They were like no other known rays.Maria Curie began to examine every known chemical body. After repeating her experiments time after time she found that a mineral called pitchblende emitted much more powerful rays than any she had found.As Maria Curie had examined every known chemical element and none of them had emitted such powerful rays as pitchblende, she could only decide that this mineral must contain some new element. Here was a mystery. Scientists had said that every element was already known to them. But all Maria Curie's experiments proved one thing. Pitchblende must contain some new and unknown element. There was no other explanation for the powerful rays which it emitted. Scientists call the property of giving out such rays 'radio-activity', and Madame Curie decided to call the new element 'radium', because it was more strongly radio-active than any known metal.Madame Curie-Sklodovska died in 1934. She was the leading woman scientist, the greatest woman of her time and was the first person who received the Nobel Prize twice.",
    "difficulty": "simple",
    "image": "../texts/curie.jpg"
  },
  {
    "id": 9,
    "title": "New York",
    "content": "In 1607 Captain Henry Hudson left Europe to search for the famous North-West Passage. He didn't find it, because it didn't exist, but he reached a river to which he gave his name. Interested by the stories told them by the captain on his return, the Dutch sent other boats to take possession of the land discovered by Hudson and gave it the name 'New Netherland'. Two men dominate the history of this colony. The first bought the island of Manhattan from the Indians in 1626. The second arrived in 1647 as governor of New Amsterdam, the capital of New Netherland.In 1664 this territory was taken over by the English and they changed the name of New Amsterdam to New York.New York is one of the largest cities in the world. Its population is over 11 million people. New York is an industrial and cultural centre of the country. Most business is centred in Manhattan Island. The whole area is very small, that's why the skyscrapers were invented in New York and, especially, in Wall Street. Wall Street is a narrow street with big houses, but it is well known all over the world as the busiest street in the USA. People do business there.There are two more world-famous streets — Broadway and Fifth Avenue. Broadway is the centre of the theatres and night life. It is known as The Great White Way because of the electric signs which turn night into day. It is the city that never goes to sleep. Buses and subway run all night. There are many drugstores and restaurants which never close their doors. There are cinemas with films that start at midnight.Fifth Avenue is the great shopping, hotel, and club avenue. If you go along this avenue, you come to Harlem, where the black people of New York live, the coloured workers, teachers, doctors and musicians.New York is the largest port in America. More than half the trade of the United States goes through this city.There are many places of interest in New York. They are: the Statue of Liberty, the United Nations Building, Empire State Building, Columbia University, City Hall, New York Public Library and others.",
    "difficulty": "simple",
    "image": "../texts/new-york.jpg"
  },
  {
    "id": 10,
    "title": "Seasons",
    "content": " It is very nice in spring. The sky is often blue. The sun shines brightly in the sky.'It is warm. It sometimes rains, but the rain is warm and pleasant.Spring is a hard time for those who live in the country. There is a lot of work to do in the fields. Sometimes people are busy from morning till night. Tractors work in the fields day and night.Children do not work in the fields. They go to school. They should work hard at the end of the school year.Summer is as nice as spring. The sun shines brightly. It is warm and sometimes hot. It is warmer and hotter than in spring. The days are longer than in spring. The longest day of the year is the 22nd of June.In summer children do not go to school. They have summer holidays. They olten help fathers and mothers on a farm. There is always a lot of work there in this season.Summer is a pleasant season. There is a lot of fruit and vegetables at that time. Some people like summer best of all.After summer autumn comes. The days are shorter than in summer. The weather is not so pleasant as in spring and in summer. II often rains. The rain is cold and not pleasant at all. In September, the first autumn month, the school year begins in our country.Autumn is the season of fruit and vegetables. It is the hard est time for country people. They should work hard in the fields. Children always help them with fruit and vegetables in autumn.November is the coldest month in autumn. It sometimes rains and it often snows.Winter is the coldest season in the year. Sometimes the weather is pleasant. It often snows. Some people like when it snows. There is a lot of snow on the ground. The snow is clean and white. The ground is all white with snow. It is pleasant to walk when it is not very cold and it snows. The best holidays in winter are the New Year and Christmas.",
    "difficulty": "simple",
    "image": "../texts/seasons.jpg"
  },
  {
    "id": 11,
    "title": "Scotland",
    "content": "Scotland lies to the north of England. People who live in Scotland arc Scots.The capital of Scotland is Edinburgh, but Scotland has no separate Parliament, for the Scottish MPs (Members of Parliament) sit with the English ones in Westminster in London.Edinburgh is not the largest city in Scotland. Glasgow, which lias a population of over one million, is twice as large as Edinburgh.Even so, Edinburgh remains the centre of the life of Scotland. Here are the administrative centres of the Navy, the Army, and tlie Air Force, the chief banks and offices; and the famous university.Edinburgh, unlike Glasgow, has no large factories. Publishing is its well-known industry. It has been famous for its printers since the early years of the sixteenth century, when the first Scottish printing-press was set up within its walls. The publishing of books is today a very important industry. Much printing is done for London publishing houses, and there are many paper-mills near Edinburgh.Edinburgh is a beautiful city. The first thing you see in Edinburgh is the Rock -— the very large hill in the middle of the city, on which stands Edinburgh Castle.. The Castle looks like a castle from a fairy-tale, and parts of it are more than a thousand years old. From the top of the Castle there is a beautiful view of the hill and the sea.Besides the Castle there are many other interesting buildings, such as Holyrood Palace which is the old royal residence, the Art Gallery, the University of Edinburgh.Edinburgh is famous for many things: its festivals (plays and music), its college of medicine, its museums and libraries, and for its writers Sir Walter Scott, Robert Louis Stevenson and others.",
    "difficulty": "simple",
    "image": "../texts/scotland.jpg"
  },
  {
    "id": 12,
    "title": "Yuri Gagarin",
    "content": "It was on the 12th of April, 1961, when the first flight by man into cosmic space took place. Yuri Gagarin, the first cosmonaut in the world, was a 27-year old Air Force pilot at that time.The spaceship flew at the speed of 300 miles a minute. That's six times faster than man ever travelled before. His flight lasted 108 minutes, but a circuit round the Earth took 89 minutes.It was a brilliant achievement on the part of our scientists and technologists, and on the part of Yuri Gagarin who risked his life to achieve a victory for his country and mankind.This is what Yuri Gagarin said at his press conferenc : 'On my flight the day side of the Earth was clearly seen: the continents, islands, seas, and big rivers. Flying over the land I could clearly see the big squares of fields, and it was possible to distinguish which was meadow and which was forest. I could not see as well as from an airplane, but very, very well though.I saw for the first time with my own eyes the Earth's spherical shape. I must say that the view of the horizon is very beautiful. You can see the noticeable change from the light surface of the Earth to trie completely black sky in which you can see the stars. This transition, from light blue to dark, is very gradual and lovely.I did not see the Moon. In space the sun shines ten times more brightly than on the Earth. The stars can be seen very well.I felt excellent as I entered space. When weightlessness developed, everything was easier to do. My legs and arms weighed nothing. Objects swam in the cabin. During this state of weightlessness, I ate and drank, and everything was the same as on the Earth. My handwriting did not change, though my hand was weightless. But I had to hold my notebook or it would have floated away.The passage back from weightlessness to the force of gravity happened smoothly. Arms and legs feel the same as during weightlessness, but now they have weight.I ceased to be suspended over the chair, then I sat in it.When I returned to the Earth I was full of joy.'",
    "difficulty": "simple",
    "image": "../texts/gagarin.jpg"
  },
  {
    "id": 13,
    "title": "How humans evolved language",
    "content": "Thanks to the field of linguistics we know much about the development of the 5,000 plus languages in existence today. We can describe their grammar and pronunciation and see how their spoken and written forms have changed over time. For example, we understand the origins of the Indo-European group of languages, which includes Norwegian, Hindi and English, and can trace them back to tribes in eastern Europe in about 3000 BC. So, we have mapped out a great deal of the history of language, but there are still areas we know little about. Experts are beginning to look to the field of evolutionary biology to find out how the human species developed to be able to use language. So far, there are far more questions and half-theories than answers. We know that human language is far more complex than that of even our nearest and most intelligent relatives like chimpanzees. We can express complex thoughts, convey subtle emotions and communicate about abstract concepts such as past and future. And we do this following a set of structural rules, known as grammar. Do only humans use an innate system of rules to govern the order of words? Perhaps not, as some research may suggest dolphins share this capability because they are able to recognise when these rules are broken. if we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals. This relates to more than just brain size; it is important what other things our brains can do and when and why they evolved that way. And for this there are very few physical clues; artefacts left by our ancestors don't tell us what speech they were capable of making. One thing we can see in the remains of early humans, however, is the development of the mouth, throat and tongue. By about 100,000 years ago, humans had evolved the ability to create complex sounds. Before that, evolutionary biologists can only guess whether or not early humans communicated using more basic sounds. Another question is what is it about human brains that allowed language to evolve in a way that it did not in other primates? At some point, our brains became able to make our mouths produce vowel and consonant sounds, and we developed the capacity to invent words to name things around us. These were the basic ingredients for complex language. The next change would have been to put those words into sentences, similar to the 'protolanguage' children use when they first learn to speak. No one knows if the next step – adding grammar to signal past, present and future, for example, or plurals and relative clauses – required a further development in the human brain or was simply a response to our increasingly civilised way of living together. Between 100,000 and 50,000 years ago, though, we start to see the evidence of early human civilisation, through cave paintings for example; no one knows the connection between this and language. Brains didn't suddenly get bigger, yet humans did become more complex and more intelligent. Was it using language that caused their brains to develop? Or did their more complex brains start producing language? More questions lie in looking at the influence of genetics on brain and language development. Are there genes that mutated and gave us language ability? Researchers have found a gene mutation that occurred between 200,000 and 100,000 years ago, which seems to have a connection with speaking and how our brains control our mouths and face. Monkeys have a similar gene, but it did not undergo this mutation. It's too early to say how much influence genes have on language, but one day the answers might be found in our DNA.'",
    "difficulty": "advanced",
    "image": "../texts/language.jpg"
  },
  {
    "id": 14,
    "title": "International business",
    "content": "Much of today's business is conducted across international borders, and while the majority of the global business community might share the use of English as a common language, the nuances and expectations of business communication might differ greatly from culture to culture. A lack of understanding of the cultural norms and practices of our business acquaintances can result in unfair judgements, misunderstandings and breakdowns in communication. Here are three basic areas of differences in the business etiquette around the world that could help stand you in good stead when you next find yourself working with someone from a different culture. When discussing this topic in a training course, a German trainee and a British trainee got into a hot debate about whether it was appropriate for someone with a doctorate to use the corresponding title on their business card. The British trainee maintained that anyone who wasn't a medical doctor expecting to be addressed as 'Dr' was disgustingly pompous and full of themselves. The German trainee, however, argued that the hard work and years of education put into earning that PhD should give them full rights to expect to be addressed as 'Dr'. This stark difference in opinion over something that could be conceived as minor and thus easily overlooked goes to show that we often attach meaning to even the most mundane practices. When things that we are used to are done differently, it could spark the strongest reactions in us. While many Continental Europeans and Latin Americans prefer to be addressed with a title, for example Mr or Ms and their surname when meeting someone in a business context for the first time, Americans, and increasingly the British, now tend to prefer using their first names. The best thing to do is to listen and observe how your conversation partner addresses you and, if you are still unsure, do not be afraid to ask them how they would like to be addressed. A famous Russian proverb states that 'a smile without reason is a sign of idiocy' and a so-called 'smile of respect' is seen as insincere and often regarded with suspicion in Russia. Yet in countries like the United States, Australia and Britain, smiling is often interpreted as a sign of openness, friendship and respect, and is frequently used to break the ice. In a piece of research done on smiles across cultures, the researchers found that smiling individuals were considered more intelligent than non-smiling people in countries such as Germany, Switzerland, China and Malaysia. However, in countries like Russia, Japan, South Korea and Iran, pictures of smiling faces were rated as less intelligent than the non-smiling ones. Meanwhile, in countries like India, Argentina and the Maldives, smiling was associated with dishonesty.An American or British person might be looking their client in the eye to show that they are paying full attention to what is being said, but if that client is from Japan or Korea, they might find the direct eye contact awkward or even disrespectful. In parts of South America and Africa, prolonged eye contact could also be seen as challenging authority. In the Middle East, eye contact across genders is considered inappropriate, although eye contact within a gender could signify honesty and truthfulness. Having an increased awareness of the possible differences in expectations and behaviour can help us avoid cases of miscommunication, but it is vital that we also remember that cultural stereotypes can be detrimental to building good business relationships. Although national cultures could play a part in shaping the way we behave and think, we are also largely influenced by the region we come from, the communities we associate with, our age and gender, our corporate culture and our individual experiences of the world. The knowledge of the potential differences should therefore be something we keep at the back of our minds, rather than something that we use to pigeonhole the individuals of an entire nation.",
    "difficulty": "advanced",
    "image": "../texts/business.jpg"
  },
  {
  	"id": 15,
  	"title": "Winston Churchill",
  	"content": "The Right Honourable Sir Winston Leonard Spencer-Churchill, KG. ОМ. CH. FRS (November 30, 1874 — January 24, 1965) was a British politician, best known as Prime Minister of the United Kingdom during World War II. At various times an author, soldier, journalist, legislator and painter, Churchill is generally regarded as one of the most important leaders in British and world history.Winston Churchill was born at Blenheim Palace, near Woodstock in Oxfordshire. Winston’s father, Lord Randolph Churchill, was a politician. Winston’s mother, Lady Randolph Churchill of Brooklyn, New York, was a daughter of American millionaire Leonard Jerome. As the son of a prominent politician, it was unsurprising that Churchill was soon drawn into politics himself.He started speaking at a number of Conservative meetings in the 1890s. In the 1906 general election, Churchill won a seat in Manchester. He served as Under Secretary of State for the Colonies. Churchill soon became the most prominent member of the Government. At the outbreak of the Second World War Churchill was appointed First Lord of the Admiralty. He was an early supporter of the pan-Europeanism that led to the formation of the European Common market and later the European Union (for which one of the three main buildings of the European Parliament is named in his honour).Miscellany — In 1953 he was awarded two major honours. He was knighted and became Sir Winston Churchill and he was awarded the Nobel Prize for Literature 'for his mastery of historical and biographical description as well as for brilliant oratory in defending exalted human values'. He was named Time Magazine 'Man of the Halt-Century' in the early 1950s. In 1959 Churchill inherited the title of Father of the House. He became the MP with the longest continuous service — since 1924. Churchill College, a constituent college of the University of Cambridge, was founded in 1960 as the national and commonwealth memorial to Winston Churchill. Churchill was voted as 'The Greatest Briton' in 2002 '100 Greatest Briton' poll sponsored by the BBC and voted for by the public.",
  	"difficulty": "intermediate",
    "image": "../texts/churchill.jpg",
    "vocab": "KG — Knight of the Order of the Garter — кавалер ордена Подвязки ОМ — Order of Merit — орден Достоинства FRS — Fellow of the Royal Society — член Королевского общества a legislator — законодатель a seat — стать членом правительства an Under-Secretary — заместитель генерального секретаря at the outbreak of smth — начало чего-то, в начале чего-то to be knighted — состоять в рыцарском звании; быть награжденным рыцарским званием exalted human values — вечные человеческие ценности MP — Member of Parliament — член парламента"  	
  },
  {
  	"id": 16,
  	"title": "Christmas",
  	"content": "Christmas Day is one of the most favorite American holidays It is celebrated on December 25. Christmas is a Christian holiday marking the birth of the Christ Child. Decorating houses and yards with lights, putting up Christmas trees, giving gifts, and sending greeting cards have become traditions even for many non-Christian Americans here also a tradition to place a decorated Christmas tree in the White House, the official home in Washington D.C. of the President of the USA. The tradition of placing a decorated tree in the White House began in 1889 on Christmas morning during the Presidency of Benjamin Harrison. The President’s grandchildren young Benjamin and Mary McKee, led the Harrison household into the second floor Oval Room to take a look at the first White House Christmas tree. It was lit with candles. Filled stockings hung from the mantel. Presents, candy and nuts were distributed to family and staff. President Harrison gave turkeys and gloves to his employees. He received a silver-dollar-shaped picture holder from his daughter, Mame Harrison McKee. What began as a family gathering has become a national tradition. Over the years, the White House Christmas tree has reflected both the times and the tastes of the First Family. First Lady Frances Cleveland created a 'technology savvy' tree in 1895 when she hung electric lights on the White House tree. First Lady Jacqueline Kennedy began the tradition of Christmas Tree themes when she decorated the 1961 Christmas tree in toy trimmings from the Nutcracker Suite ballet by Tchaikovsky. Today, the First Lady selects a theme and taps the talents of American artisans, who give life to the idea. Laura Bush chose 'Home for the Holidays' for the 2001 theme, which features replicas of the family homes of the nation’s Presidents. The Presidents Christmas tree can be viewed by anyone either in the news programs, or on the official web site of the White House.",
  	"difficulty": "simple",
  	"image": "../texts/christmas.jpg",
  	"vocab": "a decorated Christmas tree — украшенная рождественская елка to be lit with candles — быть зажженным свечами a silver-dollar-shaped picture holder — рамка для фотографии (картинки) в форме монеты достоинством в 1 долларa 'technology savvy' — «технология смекалки» a nutcracker — щелкунчик an artisan (s) — ремесленник, мастер a replica (s) — точная копия to view smth — смотреть что-либо"
  },
  {
  	"id": 17,
  	"title": "British food",
  	"content": "Foreigners often laugh at the British. They say 'In Britain you get chips with everything!' But even the British don’t eat chips with their meals. To prove that, we decided to let you read a letter from the chief cook at Daphne’s in London.—To my foreign friends, I am always both amused and annoyed when I hear foreign people criticize British food. 'It’s unimaginative,'' they say. 'It’s boring, it’s tasteless, and it’s chips with everything and totally overcooked vegetables.' I have a theory about British cooking, and I was interested to read that several famous cookery writers agree with me. My theory is this. Our basic ingredients, when fresh, are so full of flavor that we haven’t had to invent sauces and complex recipes to disguise their natural taste. What can compare with fresh peas or new potatoes just boiled (not over boiled) and served with butter? Why drown spring lamb a wine or cream or yoghurt and spices, when with just one or two herbs it is absolutely delicious? If you ask foreigners to name some typically English dishes, they will probably say 'fish and chips' and then stop. It is disappointing, but true, that there is no tradition in Britain of eating in restaurants, because our food doesn’t lend itself to such preparation. British cooking is found in the home, where it is possible to time the dishes to perfection. So it is difficult to find a good English restaurant with reasonable prices. It is for these reasons that we haven’t exported our dishes, but we have imported a surprising number from all over the world. In most cities in Britain you’ll also find Indian, Chinese, French and Italian restaurants. In London you’ll also find Indonesian, Lebanese, Iranian, German, Spanish, Mexican, Greek… Cynics will say that this is because we have no 'cuisine' ourselves, but, well, you know what I think!",
  	"difficulty": "simple",
  	"image": "../texts/britishfood.jpg",
  	"vocab": "to be amused — быть довольным to be annoyed — быть раздраженным overcooked vegetables — переваренные или пережаренные овощи cookery writers — составители кулинарных книг to disguise (their) natural taste — скрыть, замаскировать естественный вкус new potatoes — молодой картофель spring lamb — ягненок, молодой барашек herb (s) — травы, пряности, специи to lend oneself to smth — предаваться, допускать что-то to time the dishes to perfection — довести (приготовить) блюда до совершенства reasonable prices — умеренные цены a surprising number — удивительное количество Lebanese — ливанская (кухня) cynic (s) — циник, циники cuisine — кухня, национальные блюда"
  } ,
  {
  	"id": 18,
  	"title": "Public and private schools in Great Britain",
  	"content": "Until recently 'independent schools' in Great Britain were referred to as 'public schools'. Why is that a private school was known as a public school? The vast majority of the independent schools were founded well before any government in Great Britain made state education available to all people. Before 1900, all independent schools were open to the total public. Admittedly, they had to pay fees. This where the name 'public' came from. Once the government began to legislate to give all children in the land a state education, then the public schools, which were indeed private, changed their name to 'independent'. In other words, independent of government control. Harrow School is one of the well-known independent schools in Great Britain. It is a single-sex school. There are 770 boys, between the ages of 13 to 18, studying here. The boys wear straw hats and a blazer kind of garment during the week. They wear tails on Sundays. The senior boys wear top hats. All the masters have to teach in suits and wear gowns. The Headmaster has to wear his mortar board to raise it to the boys as they raise theirs to him.The curriculum in Harrow School has changed fundamentally Science has not been taught here for the past century. Instead, you will find craft design technology, Russia. computer sciences and a lot of modern teaching techniques in different subjects. However, one can find Latin and Greek being taught as they were in 1579. As Harrow school is a boarding school, the boys are there twenty-four hours of the day. It gives opportunity administration of the school to carry out academic teaching in the classroom and then the afternoons and evenings are dedicated to such activities as: teaching acting, music, art, technology all kinds of games, life-debating societies, science societies, community services. Generally speaking, the school staff tries to educate 'the whole man' in their boy. If the question of discipline arises, the teachers of Harrow School punish the students by making them do something back to the community. For example, at a quarter to seven in the morning a group of naughty boys will clear up the litter over the main public streets of Harrow Hill, in order to keep the environment clean and tidy. To crown it all, Harrow School is considered to be one of the best independent schools in Great Britain, alongside with Eton, Bradford Grammar School, Winchester and others.",
  	"difficulty": "intermediate",
  	"image": "../texts/schoolbritain.jpg",
  	"vocab": "the vast majority of smth — подавляющее большинство to make smth available to smb — сделать что-то доступным для кого-то admittedly — по общему признанию; правда, конечно straw hats — соломенные шляпы a blazer kind of garment — одежда в виде куртки или пиджака tails — фраки a mortar board — академическая шапочка craft design technology — технология декоративных ремесел naughty— капризный, непослушный to clear up the litter — собирать мусор"
  },
  {
  	"id": 19,
  	"title": "British holidays",
  	"content": "For centuries in Britain a holiday was simply a Holy Day, usually dedicated to one of the saints. If the weather was fine people spent their free time outdoors, singing and dancing. Nowadays there are very many different holidays, funny, joyful, and religious. On the first of March each year you can see people walking round London with leeks pinned to their coats. A leek is a kind of vegetable, similar to an onion, and is the national emblem of Wales. Many Welsh people, who live in London, like to show their solidarity on their national day. The day is actually called Saint David’s Day after patron saint of Wales. At Hungerford, the English old town, on the second Tuesday after Easter there takes place the annual Festival. The Festival is 600 years old. It starts at 9 a.m. Young men with a sack of oranges go along the streets. The main object of this group of people is to visit one house after another, collecting money from the men and kisses from the girls. In return they bring good luck and oranges. The visiting of houses lasts all day; it is interrupted by a luncheon at one of the local inns. The festival 'Oranges and Kisses' is really one of the funniest traditions. Hearing the First Cuckoo is connected with many traditions. During April people in Britain usually hear the cuckoo for the first time of the year. There are many traditions as to what should be done upon first hearing the voice of the cuckoo. In some places it was customary for people to stop their work at take a holiday for the rest of the day. It is considered that the number of times the bird calls «cuckoo» is very important. A young girl hearing it would call: «Cuckoo, tell me how many years will pass before I am married?». And the number of times that the bird cuckooed in answer told her how many would pass before the happy event. Bank Holidays are also very popular. Three times a year the offices and banks of England are closed on a Monday. No business houses, lactones, schools or shops are open on these days. On Bank Holidays the parks and the cafes are crowded. Many families take a picnic lunch or tea with them and enjoy their meal in the open. Sometimes, a wet Bank Holiday spoils a lot of fun. Winter brings Christmas, and the shops begin to decorate their windows with bright colours. Christmas shopping is often done in the rain as December is usually the wettest month of the year. On December 6th, Saint Nicholas brings his presents to children. But the main winter holiday still Christmas. The English like to brighten up their homes with mistletoe. Mistletoe the only plant that comes into leaf in wintry weather. That’s why it symbolizes life. There is an interesting custom of kissing under the plant. If a young man or a girl stops under the mistletoe, which is hung above the door at Christmas time, he or she may demand a kiss and one may not protest in such cases. There are many other interesting and funny traditions in Britain. They provide the people with new interests, bring a break from work and give a chance to rest.",
  	"difficulty": "intermediate",
  	"image": "../texts/holidays.jpg",
  	"vocab": "a saint — святой a leek — лук-порей to signify — означать a cuckoo — кукушка wet — дождливый a mistletoe — омела" 
  },
  {
  	"id": 20,
  	"title": "My house",
  	"content": "They say, a person’s home is a reflection of their own character. It is a place to work, to relax, and to meet friends. My family lives in our own house. It is a small cottage in the suburbs of our town. It consists of the ground and the first floor and has five rooms in it. There is also a garage for our car, a small garden with beautiful flowers and fruit trees around the house. If you come to our house, you enter our hall first. Here you may take off your coat and shoes. The floor is covered with a fitted carpet, so you will feel comfort¬able in our house. There is a kitchen, a bathroom, and a living room. We have dreamed for a long time about such a big kitchen. There is a big window and small curtains here, so the sunshine fills it, and makes it cozy. There is a gas cooker, a refrigerator, a cupboard, a sink unit and a big round table here. We gather, together every morning in our kitchen and have breakfast and wish each other a nice day. When we have dinner with our guests, we usually have it in our living room is the biggest room in the house. The full-length curtains, elegant furniture and a big thick carpet on the floor make the room the best place to relax, watch TV and communicate with friends. The living-room suite, which consists of a cupboard, a bookcase, a sofa, and three armchairs, is arranged around three walls. A big colour TV-set and a video system near the window can transform the room into a cinema. We often watch here our favourite films. My favourite place in our house is my bedroom, which is also my study. Every member of our family has furnished their rooms according to their own taste. As for me, I have chosen modern furniture, which doesn’t take much place and can be easily transformed. The bedroom suite consists of a bed, a bedside table and a wardrobe. There is also a small desk with a lap top on it. The window overlooks our garden. I often sit by the window and watch a beautiful sunset.",
  	"difficulty" : "intermediate",
  	"image": "../texts/house.jpg",
  	"vocab": "a reflection — отражение a fitted carpet — ковровое покрытие a gas cooker — газовая плита a refrigerator — холодильник a suite — мебельный гарнитур"
  },
  {
  	"id": 21,
  	"title": "Scotland",
  	"content": "Scotland is the perfect region of Britain to have a memorable travelling time. There are numerous places and spots in Scotland to visit. All of them are beautiful. One can see the Scottish peculiar character in every inch of the country’s land. If you are dreaming about the best cities and towns of Scotland to go to, here i the selection of the tourists’ favourites. Edinburgh and the Lothian Region — This area includes not only the country’s capital but also West Lothian, most of Midlothian, and East Lothian. Half medieval and half Georgian, Edinburgh is at its liveliest every August at the International Arts Festival. You can visit Edinburgh Castle and Holyroodhouse and walk the Royal Mile year-round. This is one of Europe’s most beautiful capitals. In 3 days you can do it royally, taking in the highlights of the Old Town and the New Town. They include some of the country’s major museums. Edinburgh is surrounded by the major attractions of the Lothian region, which can be visited on day tripGlasgow — We recommend that you spend at least 2 days in 'the greatest surviving example of a Victorian city.' Of course, part of the fun of going to Glasgow is enjoying meet Glaswegians. But there are plenty of museums and galleries, too. You can visit the Burrell Collection, a wealthy ship owner’s gift of more than 8.000 items from the ancient world to the modern; the Hunterian Art Gallery with its array of masterpieces by everybody from Rembrandt to Whistler; and the Art Gallery and Museum at Kelvingrove, the home of Britain’s finest civic collection of British and European paintings. Fife — The 'kingdom' of Fife is one of the most history-rich parts of Scotland, Its most enchanting stretch is a series of villages called East Neuk. Opening onto the North Sea, St. Andrews, the 'Oxford of Scotland,' is the capital of golf and boasts many great courses. The area is rich in castles and abbeys, notably Dunfermline Abbey, burial place of 22 royal personages, and Falkland Palace and Gardens, where Mary Queen of Scots came for hunting and hawking. Aberdeen and the Tayside — Carved from the old counties of Perth and Angus, Tayside takes its name from its major river, the Tay, running for 192km. Major centres are Perth, former capital of Scotland, standing where the Highlands meet the Lowlands. The area abounds in castles and palaces, including Glamis, linked to British royalty for 10 centuries, and Scone, an art-filled palace from 1580. The great city of the north, Aberdeen is called Scotland’s 'granite city' and ranks third in population. It’s the best centre for touring 'castle country' Braemar is known for its scenery as well as for being the site of every summer’s Royal Highland Gathering, and Balmoral Castle at Ballater was the 'beloved paradise' of Queen Victoria and still is a home to the royal family. Finally, you can follow the Whisky Trail to check out some of Scotland’s most famous distilleries.",
  	"difficulty": "intermediate",
  	"image": "../texts/scotland2.jpg",
  	"vocab": "Glaswegians — жители Глазго enchanting — чарующий abbeys — аббатства hunting — охота hawking — охота на сокола или ястреба salmon and trout — лосось и форель granite city — гранитный город scenery — пейзаж distillery — винокуренный завод"
  },
  {
  	"id": 22,
  	"title": "The Three Branches of Power",
  	"content": "The Framers knew that constitutional governments are often divided into different parts or branches. Each branch is given certain power of the government among three branches. Legislative branch. The Framers gave this branch the power to make laws. The US national legislature is called Congress. Congress has two parts or houses: the Senate and the House of Representatives. Executive branch. The Framers gave this branch the power to enforce, or carry out the laws made by Congress. The President is the head of this branch. Judicial branch. The Framers gave this branch the power to settle disagreements about what the laws mean. The Supreme Court is the highest power in this branch. Senate: Each state can send two representatives to the Senate. The US Senate now has 100 members. House of representatives: The number of representatives each state can send to the House of Representatives depends on its population. For example, in 1988, California, which has the largest population, had 45 representatives. The US House of Representatives has 435 members. Congress has the power to tax the people, to create a court system, and to declare a war. The Constitution gives Congress the power to pass all laws that are necessary to carry out its responsibilities. Congress is responsible for providing the general welfare of the US.The power of Congress is limited. Congress cannot make any law it wishes and have the law enforced. The Supreme Court has the power to declare a law made by Congress unconstitutional. The Framers wanted to give the President enough power to carry out and enforce the laws made by Congress. They did not want to give the President too much power. If they did, the President might be able to gain unlimited power and become a dictator.The duties and the powers of the President are listed in Article II of the Constitution. The President is the head of the executive branch.The President is the commander-in-chief of the armed forces. The President is responsible for dealing with other countries. The President is the single most powerful person in the US government. The President has the power to appoint people to important jobs in the executive and judicial branches. However, the Senate can limit or check this power by not approving the persons suggested by the President.The President has the power to make a treaty with another nation. However, the treaty must be approved by the Senate. The President can conduct a war. However, only Congress can declare a war. Although the President commands the armed forces, Congress can check this power by controlling the money needed to conduct a war. By a 2/3 vote, Congress may approve a bill over the President's veto. The Constitution gives Congress the power to impeach the President. If found guilty, the President can be removed from office. The home of the American President is the White House. Here he meets with, the leaders of foreign countries. The President, as the Head of the State, is elected for the period of 4 years. He has representative functions: leading the country, determining foreign policy and taking part in the law-making process. He is one of the most powerful men in the world. The job of Congress is to make the laws. The President and Congress work together and check on each other. The Framers created the judicial branch to handle disagreements over the law. Besides, the courts would settle disagreements between individuals and the government. Different levels of courts would settle different kinds of cases. The Supreme Court was created as the highest court in the judicial branch. The head of the Supreme Court was called the Chief Justice. Judges were not elected. They were appointed to office. Judge served in the judicial branch until he retired or died. He could be impeached and removed from the position, just like the President.",
  	"difficulty": "advanced",
  	"image": "texts/threebranches.jpg" 
  },
  {
  	"id": 23,
  	"title": "Corruption",
  	"content": "When an official of a government or business is acting dishonestly, we say that this person is corrupt. Corruption is a serious problem in many countries around the world. There are several different kinds of corrupt practices, including bribes, kickbacks, nepotism, and embezzlement. A bribe is a payment of money or some other benefit, in exchange for a decision that would not otherwise be made. For example, an accused criminal might bribe a judge so that the judge would make a decision of “not guilty.” Another example is that a business owner might bribe a government official so that the official would allow the construction of very unsafe buildings. A kickback is similar to a bribe, except that the official receives some part of the money in a dishonest business deal. For example, governments sometimes decide which company should build a road. A company might offer money to the government official who makes the decision, so that this company will be chosen, even if it is not the best company for the job. Nepotism happens when an official unfairly gives advantages to his or her relatives. For example, a government official might hire a brother or sister to do a job even though other people would be much better qualified for the job. Of course, all of us want to help our relatives, but it is wrong to do this at the expense of the public. Embezzlement happens when an official secretly steals some money from a company or government. For example, a manager at a company might secretly move some of the company’s money to his or her own bank account, or that manager might lie about his or her expenses in order to receive more payment from the company. Corruption has very bad effects on people, in several ways. Sometimes it can lead to very dangerous situations. One example of this is when unsafe construction projects are approved by officials who have been bribed. Another example is when criminals are freed as a result of bribes. Also, a country’s economy can be damaged by corruption. For example, if companies must pay bribes in order to do business, then they may decide to leave the country. Also, if people’s tax money is stolen by corrupt officials, this makes the people poorer. In addition, when company officials are corrupt, it makes the company less able to compete with other companies. How can corruption be stopped? An important step is for each person to decide not to act in ways that are corrupt. People must agree to take this problem seriously. Also, each company and each government must have strict rules about corruption. It must be very clear to all employees-from the lowest to the highest-that corruption is totally unacceptable.",
  	"difficulty": "advanced",
  	"image": "../texts/corruption.jpg"   	
  },
  {
  	"id": 24,
  	"title": "Vikings",
  	"content": "About a thousand years ago, people known as the Vikings were known and feared throughout Europe. The Vikings were the people of the northern part of Europe, called Scandinavia, which includes the modern countries of Denmark, Norway, and Sweden. The Vikings made their living by farming and fishing. However, by about the year 700, they began making attacks, or raids, upon towns along the coasts of Europe in order to steal the wealth of those towns. The Vikings made their attacks very quickly and without any warning. They were very cruel to the people of the towns they attacked, and they sometimes destroyed the towns by burning down the buildings. In some parts of Europe, the local kings would often fight against the Vikings. Sometimes, however, the kings would pay the Vikings in order to persuade them not to attack. Although the Vikings were known as fierce warriors, they also built excellent ships. The wooden Viking ships, called longboats, were able to sail even in very bad weather. Many Viking longboats were about 20 metres long, but some were nearly 90 metres long. The Viking sailors used both sails and oars to move their ships. The Vikings travelled across a large area. They made many of their attacks in Britain, France, and Germany, but sometimes sailed south, into the Mediterranean Sea. Other Vikings moved to the east, and then south along the rivers of Russia. Some even went as far as the area that is now the country of Turkey. In some places, the Vikings decided to stay. Many Vikings settled in England and in France, and eventually they mixed with the local people. Other Vikings settled in Russia and also mixed with the people there. The most famous travels of the Vikings were in the Atlantic Ocean. Vikings sailed westward to the island of Iceland where many of them stayed. Today, the people of Iceland are descended from the Vikings. Some Vikings sailed farther west to the cold island of Greenland. Vikings lived in Greenland for several generations, but eventually they died out. Some Vikings had gone even further west and reached the Canadian island of Newfoundland. The Vikings only stayed for a few years, but they had reached North America about 500 years before Christopher Columbus! Gradually, the Vikings became converted to the Christian religion. They also stopped raiding the towns of Europe, and instead of fighting, they began trading with their neighbors. Today, the Scandinavian countries are known as very peace-loving nations.",
  	"difficulty": "advanced",
  	"image": "../texts/vikings.jpg"
  },
  {
  	"id": 25,
  	"title": "Psychology",
  	"content": "Are you interested in the behaviour of people and animals? If you are, then you might enjoy the study of psychology. Psychology is the study of behaviour, but this is a very large area of study. There are several different branches of psychology, each of which studies a different aspect of behaviour. Social psychologists study interactions among people. For example, a social psychologist might try to learn about the situations that cause people to behave aggressively. Another question studied by social psychologists is why certain people become attracted to each other. One of the interesting problems in social psychology is conformity: what causes people to behave in the same way, and to follow what others do and say? Cognitive psychologists study thinking, memory, and language. One problem studied by cognitive psychologists is how people remember numbers. For example, what is the best way to memorize some numbers? Is it better to repeat the numbers to oneself, or to try to attach some meaning to these numbers? A cognitive psychologist might also study language. For example, why can young children learn a second language so quickly and easily? Cognitive psychologists are also interested in the ways that people learn to solve problems, such as finding a new place. Clinical psychologists study mental illnesses. For example, a clinical psychologist might try to find out the causes of depression and to figure out ways of helping people who are depressed. Other clinical psychologists might study the behaviour of people who suffer from addiction to drugs, so that this problem can be prevented and treated. Another topic of interest to clinical psychologists is violent behaviour. It is very important to find ways of preventing violence and to change the behaviour of persons who act violently. Some psychologists are interested in the measurement of psychological characteristics. For example, psychologists might develop tests to assess a person’s intelligence, personality traits, or interests. These tests can be used to help people make decisions about education, occupation, and clinical treatment. Psychologists who study the behaviour of animals are called ethologists. Ethologists often go into wilderness areas to watch the activity of birds, fish, or other animals. These psychologists try to figure out why it is that some animals have “instincts” for various behaviours such as parenting, mating, or fighting. Some ethologists have learned very much about the unusual behaviours observed in many animals. These are only a few of the many areas of psychology. Truly, psychology is one of the most interesting areas of knowledge!",
  	"difficulty": "intermediate",
  	"image": "../texts/psychology.jpg"
  },
  {
  	"id": 26,
  	"title": "Good manners, bad manners",
  	"content": "We have a saying in English “Manners maketh man”. “Maketh” is an old form of “makes” or “make”. So the expression means that, if you want to be a real man, you have to have good manners. “Manners” means the way that you behave to other people, particularly in public. If you have good manners you are polite and courteous. You remember to say “please” and “thank you”. You make people feel welcome and at ease. And if you have bad manners you are rude and discourteous. You say unpleasant things to people. You make them feel unwelcome and upset. If someone has good manners, we can say that they are “well mannered”; and if they have bad manners, we can say that they are “bad mannered” or “ill mannered”. Now let’s meet Heidi Withers. She is 28 years old and works as a personal assistant in a company in London. She is engaged to be married to her boy-friend, Freddie Bourne. Freddie runs a business that sells bicycles and parts for bicycles on the internet. Recently, Heidi and Freddie went to visit Freddie’s father and step-mother, who live in Devon in the south-west of England. Most people are nervous about their first meeting with their future father-in-law and mother-in-law. Most people would be polite and well mannered. They would try to create a good impression. Maybe Heidi tried to do these things. However, it did not work. Freddie’s step mother, Carolyn Bourne, thought that Heidi was rude and bad mannered. After the end of the visit, Carolyn thought that it was important to tell Heidi about her bad manners. She said to herself, “If I don’t tell her, she will never know.” So she sent Heidi an e-mail. “?It is high time someone explained to you about good manners,” she started, “because it is obvious that you don’t have any”. She went on to talk about some of the terrible things that Heidi did: Heidi stayed in bed too long.Heidi complained about the food.At meals, Heidi started eating before other people.Heidi made jokes about Freddie’s family.Heidi did not send Carolyn a card to thank her for her hospitality. Carolyn also had things to say about Heidi’s plans for her wedding. Heidi and Freddie plan to get married in a castle. Carolyn does not think that this is a good idea. ? She wrote, “No one gets married in a castle unless they own it. It is brash, celebrity style behaviour.” Carolyn thinks that, because Heidi’s parents do not have a lot of money, it would be better for Heidi and Freddie to have a smaller, less expensive wedding. What would you do if your future mother-in-law sent you an e-mail like this? Perhaps you would burst into tears. Perhaps you would send a reply to say how sorry you were about your behaviour and how very much you wanted to have a good relationship with your husband’s family. Heidi did not do this. Instead, she sent copies of the e-mail to her friends. And her friends sent the e-mail to their friends. And a few days later, the story was on lots of websites and in the newspapers, and we were all talking about it. Heidi’s father told the newspapers that Carolyn was haughty and arrogant. (Actually, he said some rather ruder things than that, but it would not be polite to repeat them on a respectable website like Listen to English). Freddie’s mother, and Heidi’s friends, and all sorts of other people, told the newspapers what they thought. Only Freddie, Heidi’s boyfriend, was sensible enough to keep quiet. What do you think? Who has the worse manners – Heidi or Carolyn? And will Carolyn be invited to the wedding, and will there be a fight if she goes? It is all very exciting!",
  	"difficulty": "intermediate",
  	"image": "../texts/goodmanners.jpg"
  },
  {
  	"id": 27,
  	"title": "Cowboys",
  	"content": "The Golden Age of the American cowboy was short lived. It began in the 1860s with the great cattle drives from Texas north to Kansas. By 1890, when railroads had reached remote areas, there was no more need for large-scale cattle drives. Of course, cowboys have a history before 1860. In fact, there were Mexican cowboys long before that. The Spanish conqueror of Mexico, Hernan Cortes, brought cattle with him 1521. Cortes also branded his cattle with a three cross design. The Spanish sharp-horned cattle roamed the deserts and prairies freely. Eventually, they found their way to Texas. American settlers in Texas interbred their animals with the Spanish breed – the Texas longhorn cow was the result! It was famous for its bad temper and aggressiveness. The Longhorn was a dangerous animal, with each of its horns measuring up to three and one-half feet long. After the American Civil War ended in 1865, disbanded soldiers, who were former black slaves, and young men seeking adventure headed west. At that time, there were about five million cattle in Texas. Back in the East, there was a big demand for beef. By this time, railways from the east extended as far west as Kansas. It was still more than 600 miles from South Texas to the railway. Between the two places there were rivers to cross, Indian tribes, badlands and other problems. A fur trader named Jesse Chisholm had driven his wagon north in 1865. Cowboys and cattle followed the Chisholm Trail north to Abilene, Kansas. This cattle trail became the most famous route for driving cattle, until it was barred with barbed wire in 1884. In 1867, cattle dealer Joseph G. McCoy built pens for 3,000 cattle in the little town of Abilene. Soon Abilene was the most dangerous town in America. After the long cattle drive, cowboys who had just been paid went wild. Sheriff “Wild Bill” Hickok tamed Abilene in 1871 by forcing cowboys to turn over their guns when they arrived in town. Other towns replaced Abilene as the wildest town in the West -Newton, Wichita, Ellsworth and Dodge City. In Kansas a herd of 3,000 Texas longhorns might sell for $100,000 making the rancher rich. The cowboys might get $200 in wages, which often disappeared on drink, women and gambling. Getting cattle to Kansas was far from easy. One of the biggest difficulties was getting the herd across rivers, especially when the river was high. There were no bridges. In 1871,350 cowboys driving 60,000 cattle waited two weeks for the water level in the Red River to go down. Food for men and animals was also difficult to find at times. An early cattleman developed the chuck wagon, which were both a supply wagon and a portable kitchen. In the 1870s, there were probably 40,000 cowboys in the West. After the prairies were fenced in, there was less work. Large ranches still employ cowboys to round up the cattle for branding or for sale. Even today, about 20,000 cowboys still work in North America.",
  	"difficulty": "intermediate",
  	"image": "../texts/cowboys.jpg"
  },
  {
  	"id": 28,
  	"title": "Ireland",
  	"content": "Ireland is an island in the Atlantic Ocean just west of Britain. For much of its history, it has been an advantage to Ireland to be far from the mainland. The Romans or the other early Empires never conquered Ireland. It was the remoteness of Ireland that helped preserve much of Christian and classical culture. After the fall of the Roman Empire, wandering tribes destroyed much of what remained on the continent. Finally, it was Ireland’s turn to be invaded. First, the Norsemen or Vikings attacked during the 800s and 900s. Then in the 1100s, the English invaded Ireland. Since that time, there has always been an English presence in Ireland. The conflict between the English and the Irish grew worse in the 1500s. Then the English became Protestant, and the Irish remained Catholic. In the 1600s, Oliver Cromwell tried to make Ireland Protestant by driving out the Catholics and bringing in Protestant settlers. In the centuries following, Irish Catholics had very few rights in their own country. The Catholic Irish were not allowed to vote until 1829. Since Irish Catholics were not allowed to own land, they were poor tenant farmers. They paid rent to the English landlords. The main food crop in the 1840s was potatoes. When these became infected by blight, thousands of Irishmen starved. Many others were evicted from their dwellings because they couldn’t pay the rent. Hundreds of thousands of Irish took ship for North America. The Catholic Irish preferred to go to the United States because Canada was under British influence. However, many Protestant Irish went to Canada. The influence of the Irish on North American culture has been very great in many areas. Prominent Irish-Americans include Presidents John F. Kennedy and Ronald Reagan. Meanwhile, in Ireland itself, a strong independence movement developed. A rebellion against England in 1916 began a struggle that resulted in independence for most of Ireland. Some Protestant areas in Northern Ireland preferred to stay with England. Republican groups such as the Irish Republican Army wanted to “liberate” the north from British rule. Nowadays, conflict between Protestants and Catholics is limited to these northern counties. Constant attempts are being made to bring the conflict there to an end. Meanwhile, the Irish Republic, or Eire, has become prosperous again. It can sell its agricultural products to the European Common Market. Irish beer and whisky are sold all over the world. Ireland is also becoming known for its high-tech industries. Because of this relative prosperity, the population is increasing again, after a century and a half of decline. The Irish differ from other people because the vast majority of Irishmen live away from their homeland. However, this exodus from Ireland has helped to spread Irish music, culture and products around the world. On St. Patrick’s Day (March 17th), nearly everyone becomes Irish for the day. Then there is a great party with Celtic music, Irish dancing, green beer and the wearing of the green.",
  	"difficulty": "intermediate",
  	"image": "../texts/ireland.jpg"
  },
  {
  	"id": 29,
  	"title": "Hiroshima",
  	"content": "North American children know about Hiroshima. They are taught about the dangers of nuclear war. Sometimes they learn the details of the damage that was done. They learn about what happened at 8:15 am on August 6, 1945. People were eating breakfast; children were going to school and adults going to work. There was a blinding flash of light, a scorching heat, and a mushroom cloud rose up. People close to the explosion were instantly vaporized. Many of those further away would die from burns and radiation. Sixty thousand houses were destroyed immediately. One concrete structure remained standing, although it was damaged. The local government left the Atomic Dome standing as a memorial to the explosion. Even those who were not seriously injured in the explosion later became very ill. They became very sick from radiation poisoning. Many developed leukemia. Sadako Sasaki was two years old when the bomb exploded. She was apparently uninjured and grew up normally until she was twelve. Then she developed leukemia, a disease of the blood and bone marrow. Sadako began to fold paper cranes to protect her from the illness. However, she died in 1955 before she reached 1,000 paper cranes. Her example inspired the Children’s Monument at Hiroshima. There is a Peace Museum in Hiroshima which has objects left by the explosion. These include bottles, metal, stones and tiles twisted into strange shapes by the heat. There are objects on which people were vaporized, so that their shape appears like a shadow on the material. There are bits of burnt clothing and many photographs. Why was the bomb dropped? World War II was a long and bitter war. The rules of war, which said not to kill civilians, were forgotten. Hitler bombed London, hoping to break the spirit of the English. Then England bombed Germany to destroy the factories and kill the people who worked in them. Americans wanted revenge for the Japanese attack on Pearl Harbor. The U.S. government had spent six billion dollars developing the A-bomb and wanted to use it. Some say that they also wanted to warn the Russians not to cause trouble for America. When American forces advanced on Japan in 1945, they had to decide what to do. Would Japan surrender, or would they fight to the last soldier? American leaders feared that they might lose many men by an invasion. Dropping the atomic bomb would end the war very quickly. President Truman made the decision to use it. Since then, most people have felt that this decision was wrong. It was such a terrible thing to do to people – children, old people, women, men and babies. Hiroshima inspired many people to try to “ban the bomb.” They wanted to ensure that atomic bombs would not be used again. Even some of the scientists and aircrews involved in making and dropping the bomb at Hiroshima wanted it banned. Perhaps if we can all remember what happened that day, there will be no more Hiroshima’s.",
  	"difficulty": "intermediate",
  	"image": "../texts/hiroshima.jpeg"
  },
  {
  	"id": 30,
  	"title": "School dinners",
  	"content": "Today we visit Scotland, to find out what a Scottish schoolgirl thinks of her school meals. And because the European Cup Football matches have reached an interesting stage, and poor old England have been knocked out by Italy, this might be a good time to learn a new football expression. Martha Payne is 9 years old. She lives in a small community in Scotland called Lochgilphead. Like many British schoolchildren, Martha has a meal at school in the middle of the day. In English, we often call these meals “school dinners”. Everyone remembers the school dinners at their school – perhaps they loved their school dinners, or they hated them, or they remember funny things about them. At my school, way back in the 1950s, we sometimes got bilberry tart and custard for dessert. I remember that the bilberries made our tongues blue. We used to go around sticking our blue tongues out at each other. Martha is interested in the food at her school. She is interested in how good it tastes, and how healthy it is, and whether it contains any hairs! A few months ago, she started to write a blog about her school dinners. She took her camera into school, to photograph her school dinner, and then she posted the picture in her blog and told us what she thought about the food. Most days, she thought the food was OK, and on some days she thought it was really good. Children in other schools, and in other countries, started to read Martha’s blog. Some of them left comments to say what they thought about Martha’s school dinners. And some sent Martha pictures of their own school dinners, and Martha published these on her blog. Then Martha started to use her blog to raise money for a charity called Mary’s Meals, which provides school meals for children in poor communities in developing countries. And at this point, the bureaucrats who run the education system in the part of Scotland where Martha lives became aware of her blog. And they did not like it. They did not want publicity about the food in their schools. Perhaps they were afraid that people would start to criticise their school dinners and say that they were unhealthy. They decided that Martha’s blog had to stop. Martha’s headteacher told Martha the bad news, and Martha was sad and wrote a final blog post to say goodbye to her many readers. At this point, we will make a little diversion to talk about football. In football, you try to kick the ball into the other team’s goal. It is a big mistake to kick the ball into your own goal. Of course, sometimes, by accident, footballers do put the ball into their own goal. When this happens, we call it an “own goal”. We can use this expression outside football as well. Imagine that you do something, and it goes spectacularly wrong. It has completely the opposite effect of what you intended. You hoped that it would make things better, but actually it makes things a lot worse. We call that an “own goal”. Well, the bureaucrats who decided that Martha had to stop her blog did not want people talking about the school dinners in their schools. But you can imagine what actually happened. The newspapers, the radio and the television all carried stories about Martha’s blog. People wrote about it in Facebook, and sent tweets about it in Twitter. This was not at all what the bureaucrats wanted. Banning Martha’s blog was an “own goal”. A day later, after everyone had told them what idiots they were, they decided that – after all, and now they had thought about it a bit more – Martha could continue writing her blog about her school dinners, and taking pictures of them. You can find Martha’s blog at http://neverseconds.blogspot.co.uk. You could tell her about the meals in your school if you like, and contribute to Mary’s Meals to help provide meals for school children in poor communities throughout the world.",
  	"difficulty": "intermediate",
  	"image": "../texts/dinners.jpg"
  },
  {
  	"id": 31,
  	"title": "William Shakespeare",
  	"content": "There have been many great writers in the history of English literature, but there is no doubt about which writer was the greatest. Many people consider William Shakespeare to have been the best writer who ever lived. William Shakespeare was born in the town of Stratford, England, in the year 1564. When he was a young man, Shakespeare moved to the city of London, where he began writing plays. His plays were soon very successful, and were enjoyed both by the common people of London and also by the rich and famous. In addition to his plays, Shakespeare wrote many short poems and a few longer poems. Like his plays, these poems are still famous today. Shakespeare’s most famous plays include Romeo and Juliet, Macbeth, Hamlet, King Lear, Othello, and Julius Caesar. Usually, Shakespeare did not invent the stories that he told in his plays. Instead, he wrote his plays using stories that already existed. However, Shakespeare’s plays told these stories in a more interesting way than ever before. Some of the stories were tragedies, some were comedies, and some described historical events. In his plays, Shakespeare revealed a very wide knowledge of many areas of life. The characters in his plays discuss many different topics, often with the knowledge of experts. But what is even more impressive about these plays is Shakespeare’s use of the English language. His vocabulary was very large, and Shakespeare seems to have introduced many words to the language! Also, many of the phrases that are said by Shakespeare’s characters are now used in everyday conversation. Today, writers often use quotations from Shakespeare’s plays in their own works. But perhaps even the most impressive features of Shakespeare’s plays are the characters within them. The many characters in his plays seem very different from each other, but they seem very realistic. The emotions they feel, the words they say, and the actions they perform are all easily understood. Many people who watch one of Shakespeare’s plays will find that they know people who remind them somewhat of the characters in those plays. Shakespeare died in the year 1619, but his writings are still popular today, 400 years after they were written. The poems and plays are greatly admired by experts in literature, but also by people in general. Each year, hundreds of thousands of people enjoy attending performances of Shakespeare’s plays. No other writer in the English language has remained so popular for such a long time.",
  	"difficulty": "intermediate",
  	"image": "../texts/shakespeare.jpg"
  },
  {
  	"id": 32,
  	"title": "The History of the English Language",
  	"content": "Most people know that the English language is spoken by many millions of people around the world. However, few people are aware of the history of the English language. Today, English is one language, but in some ways it is a mixture of many different languages. The English language is most closely related to a group of languages called the Germanic languages. This group also includes languages such as German and Dutch. About 1500 years ago, these languages were not yet distinct from each other. Some of the people of Germany and the Netherlands then moved to England. Those people were called the Anglo-Saxons, and their language then evolved into English. Most of the basic words of the English language are derived from these very old Anglo-Saxon languages. For example, the words for the parts of the body, for numbers, and for animals are mostly Anglo-Saxon words. Some new words were brought to England over 1000 years ago by people who came from the Scandinavian countries of northern Europe. Many words that begin with the letters “sk”, such as skin and skill, are Scandinavian words. A major change happened in the English language after the year 1066. In that year, England was conquered by a king from the northern part of France. He and his followers spoke French, so French became an important language in England. During the next few hundred years, the English language absorbed a very large number of French words. In fact, today’s English dictionaries contain more words of French origin than of Anglo-Saxon origin. Part of the reason why the English language has so many words is that it often has two words for each idea-one word of Anglo-Saxon origin, and one word of French origin. Many more words entered the English language a few hundred years ago, when science and technology became more widespread. Most scientific and technical words are derived from words of the ancient languages of Latin and Greek. Because there are so many of these scientific and technical words in the English language today, the influence of Latin and Greek has been quite large. Other languages have also contributed many words to the English language. Some words have come from the Celtic languages, spoken in Ireland, Scotland, and Wales. Many words have been added to the English language by immigrants who came to North America from various countries of Europe. Also, many more words have been adopted from the Native languages of North America, Australia, and the Pacific, and from the languages of peoples in Africa and Asia. All of these words have made English a very interesting language!",
  	"difficulty": "intermediate",
  	"image": "../texts/english.jpeg"
  },
  {
  	"id": 33,
  	"title": "Titanic",
  	"content": "The 14th of April 2012 was the centenary – the 100th anniversary – of the sinking of the passenger ship Titanic in the north Atlantic. This podcast is about Titanic. I hope it will help you to learn some new words and expressions about ships and the sea, and that you will learn about “unsinkable” words. (Don’t know what “unsinkable” words are? Then listen carefully to the rest of the podcast!) Titanic has appeared in one of these podcasts before. Just over a year ago, we visited Belfast in Northern Ireland and the shipyard where Titanic was built. When she was launched, Titanic was the biggest ship in the world, and one of the most comfortable and luxurious. One hundred years ago last week, she set sail from Southampton on the south coast of England on her maiden voyage to New York. On board, there were over 1300 passengers. About 300 of these were First Class passengers, who enjoyed facilities such as restaurants, cafes, a library, a gym, a swimming pool and a telegraph office which could send radio messages back to families and business colleagues on shore. The First Class passengers included some of the wealthiest and most influential people in the world. Most of the passengers, however, travelled Second or Third Class, in much more humble conditions. Then there were 885 crew members, including 300 men to look after Titanic‘s huge steam engines and feed them with coal. There were also large numbers of cooks, waiters, cleaners and other people to look after the passengers. There was a cat too, with her kittens. Titanic called first at Cherbourg in France and then at Cobh in Ireland before setting out across the Atlantic. Then, shortly before midnight on 14 April 1912, when she was 600km south of Newfoundland in Canada, she struck an iceberg. Slowly the ship filled with water. The crew launched the ship’s lifeboats, but there were not sufficient places in them for everyone. Over 1500 of the passengers and crew died in the freezing waters of the Atlantic; only 710 were saved. The sinking of Titanic shocked and horrified people in both Britain and America. They were shocked that there were not enough lifeboats. They were shocked that so many people had died, and that the families of many of them were left in poverty. Nowhere was the shock greater than in Southampton, where many of the crew had lived. It is said that every street in the city had at least one family who had lost someone in the disaster. Above all, people in Europe and the United States 100 years ago believed in technology and progress. They thought that modern technology and engineering could do almost anything. They were shocked to learn that nature could so easily destroy the biggest and most advanced ship in the world. The story of Titanic still fascinates people today. The wreck of Titanic was rediscovered on the bed of the Atlantic in 1985, and many items such as crockery and bits of luggage were brought to the surface and exhibited for people to see. There have been countless books and films about Titanic‘s first and last voyage, and theories about what really happened and who was to blame for the sinking. In Britain in the last few weeks, we have had several special television and radio programmes to mark the centenary of the disaster, and the film Titanic starring Leonardo DiCaprio and Kate Winslet – a film which you either love or hate – has been re-released in 3D, so that the iceberg looks even more scary. Some people have even dressed up in Edwardian dress and gone on a special cruise to the place where Titanic went down. On board the cruise ship, they have enjoyed some of the food that was on the menu in Titanic‘s restaurant. I am sure that they had a great time, but I do not think I would have enjoyed the trip.",
  	"difficulty": "intermediate",
  	"image": "../texts/titanic.jpg"
  },
  {
  	"id": 34,
  	"title": "Mid-life crisis",
  	"content": "Do you know what I mean when I say that someone is “middle-aged”? If you are “middle-aged” you are probably 40 years old or older. You have stopped being interested in pop music. You don’t go to night clubs any more. You have sold the motor-bike which you drove all around Europe a few years ago. You no longer share a flat with six of your student friends. Instead, you are married, with children. You have bought a house in the suburbs. You lie awake at night worrying about the mortgage. You own a boring but practical car – a Ford Focus perhaps. The car is full of the children’s things. They have left sticky sweets on the seats and empty crisp packets on the floor. You now play golf instead of going to football matches. Worst of all, your hair is going grey, and you have started to put on weight. (To put on weight” is a polite way of saying that you are getting fat!) Welcome to middle age! Now, please don’t confuse “middle age” with the expression “the Middle Ages”. “The Middle Ages” means the period of European history from roughly the 11th century to the 15th century. In those times most people died before they were 40, so they never became middle-aged. Or perhaps they became middle-aged earlier than people do today. Some people, particularly men, reach middle age and become unhappy and dissatisfied with their lives. The years seem to go by more and more quickly. Life has become boring. Yes, you have a well-paid job, but it does not feel like an exciting or worthwhile job. You have too many responsibilities. You want to be young and free again. If you feel like that when you are middle-aged, we say that you are suffering from a “mid-life crisis”. So, our imaginary man with a mid-life crisis sells his Ford Focus and buys a sports car. He uses hair-dye to hide his grey hairs. He starts to wear the sort of clothes that teenagers wear, and he goes to clubs and dances Gangnam Style (If you don’t know what Gangnam Style is, you really are middle-aged!) He leaves his wife and children and moves in with his secretary. After a few weeks, his secretary is fed up with him. She chucks him out, and he moves back with his wife and children. Or perhaps our mid-life crisis man deals with his mid-life crisis in a more constructive way. He finds a new job which pays less but which is more useful to society and which gives him more free time. He loses weight by jogging and going to the gym. He decides that grey hair is a good thing, because it make him look mature and interesting. He says to himself that “middle age” is all in the mind. If you have a young mind, you are still a young man. Recently, scientists have discovered that it is not just people who suffer from a mid-life crisis. Apes such as chimpanzees and orang-utans are among our closest biological relatives, and they too tend to feel depressed and dissatisfied in their middle years. The scientists sent a questionnaire to people who look after chimpanzees and orang-utans in zoos. The questionnaires asked about how happy the apes seemed at different stages of their lives. Altogether, the scientists collected information on about 500 apes. They found that, very like humans, apes are happiest when they are young and when they are old, and less happy in their middle years. So now you know that, if you see a chimpanzee driving a sports car, or dancing Gangnam Style, he is probably just having a mid-life crisis.",
  	"difficulty": "intermediate",
  	"image": "../texts/midlife.png"
  }                 
]